export const DUMMY_NEWS = [
  {
    id: "n1",
    slug: "us-kungphaow-dungeon",
    title: "กุ้งเผา จากดันเจี้ยนแม่น้ำไม่ไหลกลับ ตัวใหญ่ ระดับบี",
    image: "food01.JPEG",
    date: "2025-21-02",
    content:
      "กุ้งตัวใหญ่ จากดันเจี้ยนแม่น้ำไม่ไหลกลับ รอบนี้ถึงฤดูที่จะมีกุ้งลายเสือมากมาย",
  },
  {
    id: "n2",
    slug: "lp-khaow-pudkrapraw",
    title: "ข่าวผัดกระเพราไข่นกลายฉลาม อย่างดี ราคาไม่แพง",
    image: "food02.jpg",
    date: "2025-10-03",
    content:
      "ข้าวน้ำนม ผัดเนื้อวัวพันธุ์จากดันเจี้ยน ระดับ บี ใส่ใข่นกลายฉลาม ซื้อหายาก แต่รสชาติกลมกล่ม หอมเหมือนน้ำฝึ้ง",
  },
  {
    id: "n3",
    slug: "vt-fuid-all",
    title:
      "รวมมิตรฝัดผลไม้ จากดันเจี้ยน ซี ซึ่้งเป็นดันเจี้ยนขนาดใหญ่ของประเทศ",
    image: "food05.jpg",
    date: "2025-26-03",
    content:
      "รวมมิตรฝัดผลไม้ จากดันเจี้ยน ซี ซึ่้งเป็นดันเจี้ยนขนาดใหญ่ของประเทศ พร้อมเคร่ื่องปรุงสูตรโบราณของประเทศเมืองทองคำ",
  },
  {
    id: "n4",
    slug: "us-odung-house",
    title: "เตี้ยวใส้เนื้อม้าสวรรค์ ฝักแดนสาบสูญ",
    image: "food08.jpg",
    date: "2025-01-04",
    content:
      "เตี้ยวใส้เนื้อม้าสวรรค์ ฝักแดนสาบสูญ ความลงตัวของอาหารจาก 2 ดันเจี้ยน ทีึ่แตกต่างกัน",
  },
  {
    id: "n5",
    slug: "sr-pao-amazing",
    title: "ซาลาเปา รวมมิตร",
    image: "food09.jpg",
    date: "2025-15-04",
    content:
      "เปาๆ นี้จะหาได้อีกที่ไหน รสชาติ สุดทั้ง เผ็ด หวาน มัน เปรี้ยว เค้ม ของไส้หลายหลายชนิต",
  },
];
